{
    "status": "ok",
    "totalResults": 754,
    "articles": [
        {
            "source": {
                "id": null,
                "name": "The Guardian"
            },
            "author": "David Williams",
            "title": "Sparkles – and a fortified wine – to see in the New Year",
            "description": "The range of fizz to pop open at nightnight is sparkling – or try something richer and calmerTesco Finest Premier Cru Champagne, France NV (£21, Tesco) As I’ve written in these pages before, t This is a golden age for sparkling wine and the choices for giving…",
            "url": "https://amp.theguardian.com/food/2021/dec/26/sparkles-and-a-fortified-wine-to-see-in-the-new-year",
            "urlToImage": "https://i.guim.co.uk/img/media/f4d618e95c6bc99bdcd213587c6b32a5f76c8856/0_0_6000_3600/master/6000.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdG8tZGVmYXVsdC5wbmc&enable=upscale&s=365224d1490cf33f4d6d3a842d3f855a",
            "publishedAt": "2021-12-26T06:00:17Z",
            "content": "Tesco Finest Premier Cru Champagne, France NV (£21, Tesco) As Ive written in these pages before, t This is a golden age for sparkling wine and the choices for giving 2022 a sparkling welcome are more… [+3306 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "MacRumors"
            },
            "author": "Juli Clover",
            "title": "10 Tips for Getting the Most Out of Your New Apple Watch",
            "description": "For MacRumors readers who just got a new Apple Watch for the holidays, we've created a list of 10 useful tips and tricks that you won't want to miss in order to get the most out of your new watch, whether you're new to Apple Watch entirely or upgrading from a…",
            "url": "https://www.macrumors.com/guide/apple-watch-10-tips/",
            "urlToImage": "https://images.macrumors.com/t/lgognYBYMJWesu232WrSi3rTtVA=/1600x/article-new/2021/11/apple-watch-cellular-holiday.jpg",
            "publishedAt": "2021-12-26T15:00:00Z",
            "content": "For MacRumors readers who just got a new Apple Watch for the holidays, we've created a list of 10 useful tips and tricks that you won't want to miss in order to get the most out of your new watch, wh… [+12939 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Slashdot.org"
            },
            "author": "EditorDavid",
            "title": "DuckDuckGo Search Queries Grew 47% in 2021",
            "description": "\"The privacy-focused search engine DuckDuckGo continues to grow rapidly, with the company now averaging over 100 million daily search queries and growing by almost 47% in 2021...\" reports BleepingComputer:\n\nIn 2020, DuckDuckGo received 23.6 billion total sear…",
            "url": "https://yro.slashdot.org/story/21/12/26/2334238/duckduckgo-search-queries-grew-47-in-2021",
            "urlToImage": "https://a.fsdn.com/sd/topics/privacy_64.png",
            "publishedAt": "2021-12-26T23:59:00Z",
            "content": "In 2020, DuckDuckGo received 23.6 billion total search queries and achieved a daily average of 79 million search queries by the end of December.In 2021, DuckDuckGo received 34.6 billion total search … [+547 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo Entertainment"
            },
            "author": "Joe Apprendi",
            "title": "Accessibility awareness is on the rise, but is it turning into action? - Yahoo News Canada",
            "description": "Unfortunately, some of these changes would make daily tasks many take for granted become daunting for anyone requiring accessibility or accommodations.  Are ...",
            "url": "https://ca.news.yahoo.com/accessibility-awareness-rise-turning-action-151228405.html",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/3UDluUksQ4KOGBBj3Tv3gg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/uu/api/res/1.2/ibF3z9sMN2kHY8PEAa.Wrw--~B/aD05MzM7dz0xNDAwO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/techcrunch_350/b54b233089d5d8b4f4f28d08742d20ae",
            "publishedAt": "2021-12-26T15:12:28Z",
            "content": "For almost two years, people everywhere made massive adjustments to how they interact with the world. It forced many to change their daily behaviors. Unfortunately, some of these changes would make d… [+7700 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "ReadWrite"
            },
            "author": "David Balaban",
            "title": "Is Facial Recognition on Your Phone a Good Choice?",
            "description": "Facial recognition is on the rise with cell phones, adding another method of security for everyday devices. Using biometric analysis, the technology uses facial mapping to unlock the device, comparing it to known faces within the database (that you establish …",
            "url": "https://readwrite.com/2021/12/26/is-facial-recognition-on-your-phone-a-good-choice/",
            "urlToImage": "https://images.readwrite.com/wp-content/uploads/2021/10/FACIAL-RECOGNITION-shutterstock.jpg",
            "publishedAt": "2021-12-26T15:00:39Z",
            "content": "Facial recognition is on the rise with cell phones, adding another method of security for everyday devices. Using biometric analysis, the technology uses facial mapping to unlock the device, comparin… [+6380 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Hipertextual"
            },
            "author": "Víctor Millán",
            "title": "Las mayores compras tecnológicas de 2021: un año de récord que puede marcar el futuro",
            "description": "La reciente compra de Cerner, del sector de la salud, por parte de Oracle, puede marcar la senda sobre cómo la tecnología poco a poco va entrando en más y más sectores",
            "url": "https://hipertextual.com/2021/12/compras-tecnologicas-2021",
            "urlToImage": "https://hipertextual.com/wp-content/uploads/2021/01/mobile-phone-smartphone-money.jpg",
            "publishedAt": "2021-12-26T10:58:58Z",
            "content": "La historia de las compras y adquisiciones entre empresas tecnológicas ha dado para mucho. Desde grande éxitos, a rotundos fracasos. Sin embargo, parece que en los últimos dos años la tendencia está … [+7671 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Xataka.com"
            },
            "author": "Carlos Prego",
            "title": "El gran reto de Amazon con sus altavoces Alexa es que la gente los siga usando unan vez se pasa la \"novedad\"",
            "description": "El gran desafío que deberán afrontar los creadores de Alexa en 2022 no pasa por implementar nuevas funciones, lograr un diseño más atractivo y versátil o mejorar su fiabilidad. No solo, al menos. Su reto más acuciante —a la vista de los últimos datos desvelad…",
            "url": "https://www.xataka.com/accesorios/gran-reto-amazon-sus-altavoces-alexa-que-gente-siga-usando-unan-vez-se-pasa-novedad",
            "urlToImage": "https://i.blogs.es/8fab4f/1024_682/840_560.jpg",
            "publishedAt": "2021-12-26T10:32:08Z",
            "content": "El gran desafío que deberán afrontar los creadores de Alexa en 2022 no pasa por implementar nuevas funciones, lograr un diseño más atractivo y versátil o mejorar su fiabilidad. No solo, al menos. Su … [+3999 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Xataka.com"
            },
            "author": "Eva Rodríguez de Luis",
            "title": "Para mí el mejor teléfono del año es...",
            "description": "¿Cuál es el mejor teléfono de 2021? ¿Es el más potente, el que mejores fotos hace, el que más innova o el de mejor calidad precio? Lo de \"mejor\" es algo subjetivo, pero una cosa es clara: son los smartphones que han marcado este año que llega a su fin. Hemos …",
            "url": "https://www.xataka.com/seleccion/para-mi-mejor-telefono-ano-2021",
            "urlToImage": "https://i.blogs.es/1bcd2c/iphone-13-pro-max-00-02/840_560.jpg",
            "publishedAt": "2021-12-26T16:01:21Z",
            "content": "¿Cuál es el mejor teléfono de 2021? ¿Es el más potente, el que mejores fotos hace, el que más innova o el de mejor calidad precio? Lo de \"mejor\" es algo subjetivo, pero una cosa es clara: son los sma… [+11600 chars]"
        },
        {
            "source": {
                "id": "usa-today",
                "name": "USA Today"
            },
            "author": "USA TODAY, Shannon Rae Green, USA TODAY",
            "title": "Sober curious for 2022? Here's what to know if you want to take an alcoholiday in January",
            "description": "Drinking is a social norm. But an emerging mindset is starting to make its way around social gatherings where a person intentionally chooses not to drink.",
            "url": "https://www.usatoday.com/story/news/2021/12/26/feeling-sober-curious-new-year-what-know-if-you-take-alcoholiday/9016865002/",
            "urlToImage": "https://www.gannett-cdn.com/-mm-/9e1f6e2ee20f44aa1f3be4f71e9f3e52b6ae2c7e/c=0-110-2121-1303/local/-/media/2021/12/16/USATODAY/usatsports/group-of-friends-drinking-at-a-table.jpg?auto=webp&format=pjpg&width=1200",
            "publishedAt": "2021-12-26T13:13:58Z",
            "content": "On today's episode of the 5 Things podcast:\r\nAlcohol is everywhere. We drink at ballgames, parties, bars, kids birthday parties. You name it and alcohol is most likely there. It's a social norm that'… [+18349 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Lowendmac.com"
            },
            "author": null,
            "title": "Using BeOS on a Power Mac (2001)",
            "description": "In my past couple articles (BeOS or NeXT: Did Apple make the wrong choice? and User Interface: Mac vs. BeOS), I’ve described parts of BeOS. It’s a technically impressive OS that lacks s…",
            "url": "https://lowendmac.com/2001/using-beos-on-a-power-mac/",
            "urlToImage": "https://i0.wp.com/lowendmac.com/wp-content/uploads/beos-logo.png?fit=298%2C442&ssl=1",
            "publishedAt": "2021-12-26T06:21:00Z",
            "content": "In my past couple articles (BeOS or NeXT: Did Apple make the wrong choice? and User Interface: Mac vs. BeOS), I’ve described parts of BeOS. It’s a technically impressive OS that lacks some of the fin… [+6884 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Roughtype.com"
            },
            "author": "Nick",
            "title": "Love that lays the swale in rows",
            "description": "There’s a line of verse I’m always coming back to, and it’s been on my mind more than usual these last few months: The fact is the sweetest dream that labor knows. It’s the second to last line of o…",
            "url": "https://www.roughtype.com/?p=8783",
            "urlToImage": "https://s0.wp.com/i/blank.jpg",
            "publishedAt": "2021-12-26T02:37:48Z",
            "content": "Theres a line of verse Im always coming back to, and its been on my mind more than usual these last few months:\r\nThe fact is the sweetest dream that labor knows.\r\nIts the second to last line of one o… [+37798 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Filfre.net"
            },
            "author": "Jimmy Maher",
            "title": "Heroes of Might and Magic",
            "description": "Comments",
            "url": "https://www.filfre.net/2021/12/heroes-of-might-and-magic/",
            "urlToImage": null,
            "publishedAt": "2021-12-26T15:14:20Z",
            "content": "The Heroes of Might and Magic series of fantasy strategy games was an anomaly during its period of peak popularity at the turn of the millennium: it remained defiantly turn-based in an industry that … [+37171 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "heise online"
            },
            "author": "Holger Bleich",
            "title": "Dating Apps: Apple droht Millionenstrafe in den Niederlanden",
            "description": "Weil Käufe in iOS-Apps gegen Provisionen über Apple abgerechnet werden müssen, fordert die niederländische Wettbewerbsaufsicht nun per Beschluss Änderungen.",
            "url": "https://www.heise.de/news/Dating-Apps-Apple-droht-Millionenstrafe-in-den-Niederlanden-6312611.html",
            "urlToImage": "https://heise.cloudimg.io/bound/1200x1200/q85.png-lossy-85.webp-lossy-85.foil1/_www-heise-de_/imgs/18/3/2/4/6/7/2/7/shutterstock_1820194643-35347aeb461b5784.jpg",
            "publishedAt": "2021-12-26T13:17:00Z",
            "content": "Apple muss Dating-App-Anbietern in den Niederlanden erlauben, alternative Bezahlmethoden anzubieten. Dies hat die niederländische Wettbewerbsaufsicht Authority for Consumers and Markets (ACM) in eine… [+2097 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "9to5Mac"
            },
            "author": "Benjamin Mayo",
            "title": "Apple offers 5% cashback for new Apple Card signups on select products",
            "description": "Apple is offering a special holiday cashback deal for new Apple Card owners signing up between December 26 and January 31. Purchases eligible for the 5% cashback offer include outright hardware purchases of iPhone, iPad, Mac and Apple Watch.\n more…\nThe post A…",
            "url": "https://9to5mac.com/2021/12/26/apple-card-cashback-offer/",
            "urlToImage": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2021/12/apple-card-5-off.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
            "publishedAt": "2021-12-26T17:40:43Z",
            "content": "Apple is offering a special holiday cashback deal for new Apple Card owners signing up between December 26 and January 31. Purchases eligible for the 5% cashback offer include outright hardware purch… [+732 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "9to5Mac"
            },
            "author": "Chance Miller",
            "title": "Tips and tricks for getting the most out of your new AirPods or AirPods Pro",
            "description": "AirPods and AirPods Pro are some of the most popular Christmas gifts every year, and that was no different this year. Aggressive sales pricing and ample supply saw many people unwrap AirPods or AirPods Pro today. Here are some of the best tips, tricks, and fe…",
            "url": "https://9to5mac.com/2021/12/26/airpods-features-tips/",
            "urlToImage": "https://i1.wp.com/9to5mac.com/wp-content/uploads/sites/6/2020/12/AirPods-Christmas.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
            "publishedAt": "2021-12-26T16:20:00Z",
            "content": "AirPods and AirPods Pro are some of the most popular Christmas gifts every year, and that was no different this year. Aggressive sales pricing and ample supply saw many people unwrap AirPods or AirPo… [+9939 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "9to5Mac"
            },
            "author": "José Adorno",
            "title": "Apollo for Reddit gets holiday update with tons of new features",
            "description": "While people all over the world were celebrating Christmas, the developer behind Apollo for Reddit released a big update for the app, adding lots of new features. Head below for the full details on what’s new. \n more…\nThe post Apollo for Reddit gets holiday u…",
            "url": "https://9to5mac.com/2021/12/26/apollo-for-reddit-christmas-update/",
            "urlToImage": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2021/12/apollo-reddit-christmas09to5mac.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
            "publishedAt": "2021-12-26T13:31:34Z",
            "content": "While people all over the world were celebrating Christmas, the developer behind Apollo for Reddit released a big update for the app, adding lots of new features. Head below for the full details on w… [+2150 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Android Police"
            },
            "author": "Corbin Davenport",
            "title": "Amazon's Fire tablets are slow, but you can (probably) make them faster",
            "description": "Speed up your Fire Tablet with these tricks",
            "url": "https://www.androidpolice.com/fire-tablet-slow-performance-speed-guide/",
            "urlToImage": "https://static1.anpoimages.com/wordpress/wp-content/uploads/2021/12/fire-tablet-hero-speed.jpg",
            "publishedAt": "2021-12-26T17:03:23Z",
            "content": "It's impossible to beat Amazon's lineup of Fire tablets for the money — even when other companies try, the E-commerce giant always comes out on top. Unfortunately, even the highest-end Fire HD 10 Plu… [+8488 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Genbeta.com"
            },
            "author": "Antonio Sabán",
            "title": "HBO Max cumple 2 meses mejorando en todo a la vieja HBO, pero con un grave defecto respecto a Netflix, Prime Video o Disney+",
            "description": "HBO Max cumple hoy dos meses en España. En este período, nos ha dado tiempo a saborear la nueva plataforma con calma, frente a unos primeros días en los que probamos todas sus nuevas funciones con mucha emoción para poder despedir una plataforma con tan bueno…",
            "url": "https://www.genbeta.com/multimedia/hbo-max-cumple-2-meses-mejorando-todo-a-vieja-hbo-grave-defecto-respecto-a-netflix-prime-video-disney",
            "urlToImage": "https://i.blogs.es/82f01e/hbo-max-1/840_560.jpg",
            "publishedAt": "2021-12-26T16:28:36Z",
            "content": "HBO Max cumple hoy dos meses en España. En este período, nos ha dado tiempo a saborear la nueva plataforma con calma, frente a unos primeros días en los que probamos todas sus nuevas funciones con mu… [+7598 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Rock Paper Shotgun"
            },
            "author": "Alicia Haddick",
            "title": "The best games you missed in 2021: World's End Club",
            "description": "It’s hard to imagine a collaboration between Zero Escape and Danganronpa creators Kotaro Uchikoshi and Kazutaka Kodaka going under the radar, but an odd release schedule (involving dropping a half-finished experience on Apple Arcade) saw interest in the colla…",
            "url": "https://www.rockpapershotgun.com/the-best-games-you-missed-in-2021-worlds-end-club",
            "urlToImage": "https://assets2.rockpapershotgun.com/worlds-end-club-1.jpg/BROK/thumbnail/1600x900/format/jpg/quality/80/worlds-end-club-1.jpg",
            "publishedAt": "2021-12-26T13:00:00Z",
            "content": "2021 is about due to be visited by three thematic ghosts. While it's being taught the error of its ways, we've got a few games we let slip under the radar this year. Check the Best Game You Missed ta… [+3854 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Joythebaker.com"
            },
            "author": "joythebaker",
            "title": "Let It Be Sunday, 353!",
            "description": "Friends, hello!   Welcome to another morning together!\nI’m admittedly a little tardy with this last Sunday post of the year because I opted for more family time than computer time this week.  Thank you for the grace.  I wish the same for you, but glad you’re …",
            "url": "https://joythebaker.com/2021/12/adding-to-the-story/",
            "urlToImage": "https://joythebaker.com/wp-content/uploads/2021/12/5026A035-3FE1-41C6-A9D1-AA1DB8EB49F0.jpg",
            "publishedAt": "2021-12-26T18:26:02Z",
            "content": "Friends, hello!   Welcome to another morning together!\r\nI’m admittedly a little tardy with this last Sunday post of the year because I opted for more family time than computer time this week.  Thank … [+3601 chars]"
        }
    ]
}